Repository: cduchinois/komo_apple_challenge_2026
Catalog: Komo/Komo/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt, zh_hans

source: Focus timer, %1$@ remaining
de: Fokus-Timer, %1$@ verbleibend
es: Temporizador de enfoque, %1$@ restante
fr: Minuteur focus, %1$@ restantes
it: Timer messa a fuoco, %1$@ rimanente
ja: フォーカス タイマー、残り %1$@
pt: Temporizador de foco, %1$@ restante
zh_hans: 对焦计时器，剩余 %1$@

source: Fragile
de: Zerbrechlich
es: Frágil
ja: 壊れやすい
pt: Frágil
zh_hans: 脆弱的

source: Health data
de: Gesundheitsdaten
es: Datos de salud
fr: Données santé
it: Dati sanitari
ja: 健康データ
pt: Dados de saúde
zh_hans: 健康数据

source: heart at rest
de: Herz in Ruhe
es: corazón en reposo
fr: cœur au repos
it: cuore in riposo
ja: 安らかな心
pt: coração em repouso
zh_hans: 心在休息

source: Heart at rest
de: Herz in Ruhe
es: corazón en reposo
fr: Cœur au repos
it: Cuore in riposo
ja: 安らかな心
pt: Coração em repouso
zh_hans: 心在休息

source: Heart Rate
de: Herzfrequenz
es: Frecuencia cardíaca
fr: Fréquence cardiaque
it: Frequenza cardiaca
ja: 心拍
pt: Frequência cardíaca
zh_hans: 心率

source: Heavy meeting day
de: Schwerer Besprechungstag
es: Día de reuniones intenso
fr: Journée de réunions chargée
it: Giornata di riunioni pesanti
ja: 忙しい会議の日
pt: Dia de reunião pesado
zh_hans: 繁忙的会议日

source: heavy workload drains you.
de: Eine hohe Arbeitsbelastung erschöpft Sie.
es: La carga de trabajo pesada te agota.
fr: une grosse charge de travail te vide.
it: il carico di lavoro pesante ti prosciuga.
ja: 重い仕事は体力を消耗します。
pt: carga de trabalho pesada esgota você.
zh_hans: 繁重的工作会让你筋疲力尽。

source: hi, i'm komo.
de: Hallo, ich bin komo.
es: hola, soy komo.
fr: salut, je suis komo.
it: ciao, sono komo.
ja: こんにちは、komoです。
pt: oi, meu nome é komo.
zh_hans: 嗨，我是 komo。

source: High
de: Hoch
es: Alto
fr: Haut
it: Alto
ja: 高い
pt: Alto
zh_hans: 高的

source: High stress
de: Hoher Stress
es: Alto estrés
fr: Stress élevé
it: Alto stress
ja: 高いストレス
pt: Alto estresse
zh_hans: 高压力

source: Hold to exit
de: Zum Verlassen gedrückt halten
es: Mantenga presionado para salir
fr: Maintenez pour sortir
it: Tieni premuto per uscire
ja: 長押しして終了します
pt: Segure para sair
zh_hans: 按住即可退出

source: Home
de: Heim
es: Hogar
fr: Accueil
it: Casa
ja: 家
pt: Lar
zh_hans: 家

source: how much you moved today is your biggest lever.
de: Wie viel Sie heute bewegt haben, ist Ihr größter Hebel.
es: cuánto te moviste hoy es tu mayor palanca.
fr: combien tu as bougé aujourd'hui, c'est ton levier principal.
it: quanto ti sei mosso oggi è la tua leva più grande.
ja: 今日どれだけ動いたかが最大のレバーです。
pt: o quanto você movimentou hoje é sua maior alavanca.
zh_hans: 今天你移动了多少是你最大的杠杆。

source: how well your body recovered is the main thing shaping today.
de: Wie gut sich Ihr Körper erholt hat, ist heute von entscheidender Bedeutung.
es: Lo bien que se recuperó su cuerpo es lo principal que le da forma hoy.
fr: comment ton corps a récupéré est ce qui compte le plus aujourd'hui.
it: quanto bene il tuo corpo si è ripreso è la cosa principale che si modella oggi.
ja: あなたの体がどれだけ回復しているかが、今日の体型を形作る主な要素です。
pt: quão bem o seu corpo se recuperou é o principal fator que está moldando hoje.
zh_hans: 你的身体恢复得如何是今天塑造的主要问题。

source: how you feel right now
de: wie du dich gerade fühlst
es: como te sientes ahora mismo
fr: comment tu te sens maintenant
it: come ti senti adesso
ja: 今の気分はどうですか
pt: como você se sente agora
zh_hans: 你现在感觉如何

source: how's your energy right now?
de: Wie ist deine Energie? gerade jetzt?
es: ¿Cómo está tu energía? ahora mismo?
fr: comment va ton énergie en ce moment ?
it: come va la tua energia? proprio adesso?
ja: あなたのエネルギーはどうですか 今？
pt: como está sua energia agora?
zh_hans: 你的精力怎么样 现在？

source: how’s your energy right now?
de: Wie ist deine Energie? gerade jetzt?
es: ¿Cómo está tu energía? ahora mismo?
fr: comment est ton énergie en ce moment ?
it: come va la tua energia? proprio adesso?
ja: あなたのエネルギーはどうですか 今？
pt: como está sua energia agora?
zh_hans: 你的精力怎么样 现在？

source: HRV recovery
de: HRV-Erholung
es: recuperación de la VFC
fr: récupération VFC
it: Recupero dell'HRV
ja: 心拍変動の回復
pt: Recuperação da VFC
zh_hans: 心率变异性恢复

source: HRV Recovery
de: HRV-Erholung
es: Recuperación de la VFC
fr: Récupération VFC
it: Recupero dell'HRV
ja: 心拍変動の回復
pt: Recuperação de VFC
zh_hans: 心率变异性恢复

source: i help you understand your energy
de: Ich helfe dir, deine Energie zu verstehen
es: te ayudo a entender tu energía
fr: je t'aide à comprendre ton énergie
it: ti aiuto a capire la tua energia
ja: 自分のエネルギーを理解するお手伝いをします
pt: eu ajudo você a entender sua energia
zh_hans: 我帮助你了解你的能量

source: if i can peek at your calendar, i'll see the heavy days coming.
de: Wenn ich einen Blick auf Ihren Kalender werfen kann, sehe ich die schweren Tage kommen.
es: Si puedo echar un vistazo a tu calendario, veré venir los días difíciles.
fr: si je peux jeter un œil à ton calendrier, je verrai arriver les journées chargées.
it: Se riesco a sbirciare il tuo calendario, vedrò arrivare i giorni pesanti.
ja: あなたのカレンダーを覗いてみたら、大変な日が来るのがわかるでしょう。
pt: se eu puder dar uma olhada no seu calendário, verei os dias difíceis chegando.
zh_hans: 如果我能看一下你的日历，我就会看到艰难的日子即将到来。

source: intense work
de: intensive Arbeit
es: trabajo intenso
fr: travail intense
it: lavoro intenso
ja: 激しい仕事
pt: trabalho intenso
zh_hans: 紧张的工作

source: Keep moving
de: Bleiben Sie in Bewegung
es: sigue moviéndote
fr: Continue de bouger
it: Continua a muoverti
ja: 動き続けてください
pt: Continue andando
zh_hans: 继续前进

source: Keep this screen open.
de: Lassen Sie diesen Bildschirm geöffnet.
es: Mantenga esta pantalla abierta.
fr: Garde cet écran ouvert.
it: Mantieni questa schermata aperta.
ja: この画面を開いたままにしてください。
pt: Mantenha esta tela aberta.
zh_hans: 保持此屏幕打开。

source: keep today light and protect your sleep tonight.
de: Sorgen Sie heute für Licht und schützen Sie Ihren Schlaf heute Nacht.
es: mantén el día ligero y protege tu sueño esta noche.
fr: gardez la lumière aujourd’hui et protégez votre sommeil ce soir.
it: mantieni la giornata leggera e proteggi il tuo sonno stanotte.
ja: 今日は軽く過ごして、今夜の睡眠を守りましょう。
pt: mantenha o hoje leve e proteja seu sono esta noite.
zh_hans: 保持今天轻松并保护您今晚的睡眠。

source: Keep today lighter — your nervous system needs space.
de: Bleiben Sie heute lockerer – Ihr Nervensystem braucht Platz.
es: Mantén el día más ligero: tu sistema nervioso necesita espacio.
fr: Garde la journée légère — ton système nerveux a besoin d'espace.
it: Mantieni la giornata più leggera: il tuo sistema nervoso ha bisogno di spazio.
ja: 今日は軽めに過ごしましょう。神経系にはスペースが必要です。
pt: Mantenha o dia de hoje mais leve – seu sistema nervoso precisa de espaço.
zh_hans: 今天保持轻松——你的神经系统需要空间。

source: keep today lighter. your body needs a gentler pace.
de: Bleib heute leichter. Ihr Körper braucht ein sanfteres Tempo.
es: mantén el día de hoy más ligero. tu cuerpo necesita un ritmo más suave.
fr: garde la journée plus légère. ton corps a besoin d'un rythme plus doux.
it: mantieni la giornata più leggera. il tuo corpo ha bisogno di un ritmo più dolce.
ja: 今日は軽くしてください。あなたの体はもっと穏やかなペースを必要としています。
pt: mantenha o hoje mais leve. seu corpo precisa de um ritmo mais suave.
zh_hans: 让今天轻松一些。你的身体需要更温和的节奏。

source: komo can use health data to understand your sleep, movement, stress, and recovery.
de: komo kann Gesundheitsdaten verwenden, um Ihren Schlaf, Ihre Bewegung, Ihren Stress und Ihre Erholung zu verstehen.
es: komo puede utilizar datos de salud para comprender su sueño, movimiento, estrés y recuperación.
fr: komo peut utiliser tes données santé pour comprendre ton sommeil, ton mouvement, ton stress et ta récupération.
it: komo può utilizzare i dati sanitari per comprendere il tuo sonno, il movimento, lo stress e il recupero.
ja: komo は健康データを使用して、睡眠、動き、ストレス、回復を理解できます。
pt: komo pode usar dados de saúde para compreender seu sono, movimento, estresse e recuperação.
zh_hans: komo 可以使用健康数据来了解您的睡眠、运动、压力和恢复情况。

source: komo couldn't read your sleep data last night.
de: komo konnte deine Schlafdaten letzte Nacht nicht lesen.
es: komo no pudo leer tus datos de sueño anoche.
fr: komo n'a pas pu lire tes données de sommeil la nuit dernière.
it: komo non è riuscito a leggere i tuoi dati sul sonno ieri notte.
ja: komo は昨夜の睡眠データを読み取ることができませんでした。
pt: komo não conseguiu ler seus dados de sono na noite passada.
zh_hans: komo 无法读取您昨晚的睡眠数据。

source: Komo is ready for your next check-in.
de: Komo ist bereit für Ihren nächsten Check-in.
es: Komo está listo para tu próximo check-in.
fr: Komo est prêt pour ton prochain check-in.
it: Komo è pronto per il tuo prossimo check-in.
ja: Komo は次回のチェックインの準備ができています。
pt: Komo está pronto para seu próximo check-in.
zh_hans: Komo 已准备好迎接您的下次入住。

source: KOMO. A little light brought through the gaps of your day.
de: KOMO. Ein wenig Licht, das durch die Lücken Ihres Tages gebracht wird.
es: KOMO. Un poco de luz atravesó los huecos de tu día.
fr: KOMO. Un peu de lumière apportée dans les interstices de votre journée.
it: KOMO. Un po' di luce ha portato attraverso i vuoti della tua giornata.
ja: KOMO。日常の隙間から差し込む小さな光。
pt: KOMO. Um pouco de luz trouxe as lacunas do seu dia.
zh_hans: KOMO。一点点光明照亮了你一天中的间隙。

source: Last night · score %1$lld/100
de: Gestern Abend · Ergebnis %1$lld/100
es: Anoche · puntuación %1$lld/100
fr: Nuit dernière · score %1$lld/100
it: Ieri sera · punteggio %1$lld/100
ja: 昨夜 · スコア %1$lld/100
pt: Ontem à noite · pontuação %1$lld/100
zh_hans: 昨晚·得分 %1$lld/100

source: last night's sleep
de: Der Schlaf der letzten Nacht
es: el sueño de anoche
fr: sommeil de la nuit dernière
it: il sonno della notte scorsa
ja: 昨夜の睡眠
pt: o sono da última noite
zh_hans: 昨晚的睡眠

source: late night
de: spät in der Nacht
es: tarde en la noche
fr: tard le soir
it: a tarda notte
ja: 深夜
pt: tarde da noite
zh_hans: 深夜

source: late workouts seem to push your bedtime later.
de: Späte Trainingseinheiten scheinen Ihre Schlafenszeit später zu verschieben.
es: Los entrenamientos tardíos parecen retrasar la hora de acostarse.
fr: le sport tardif repousse ton heure de coucher.
it: gli allenamenti tardivi sembrano ritardare l'ora di andare a dormire.
ja: 遅い時間にトレーニングをすると、就寝時間が遅くなってしまうようです。
pt: os treinos tardios parecem atrasar a hora de dormir.
zh_hans: 较晚的锻炼似乎会推迟你的就寝时间。

source: leave 5 minutes between calls when possible.
de: Lassen Sie nach Möglichkeit 5 Minuten zwischen den Anrufen.
es: Deje 5 minutos entre llamadas cuando sea posible.
fr: laisse 5 minutes entre les appels quand c'est possible.
it: lasciare 5 minuti tra una chiamata e l'altra quando possibile.
ja: 可能であれば、通話の間隔を 5 分空けてください。
pt: deixe 5 minutos entre as chamadas, quando possível.
zh_hans: 尽可能在通话之间留出 5 分钟的时间。

source: let komo see my calendar
de: Lass komo meinen Kalender sehen
es: deja que komo vea mi calendario
fr: laisser komo voir mon calendrier
it: lascia che komo veda il mio calendario
ja: komo に私のカレンダーを見てもらいましょう
pt: deixe komo ver minha agenda
zh_hans: 让 komo 查看我的日历

source: let's go
de: lass uns gehen
es: vamos
fr: c'est parti
it: andiamo
ja: さあ行こう
pt: vamos
zh_hans: 我们走吧

source: let’s go
de: lass uns gehen
es: vamos
fr: allons-y
it: andiamo
ja: さあ行こう
pt: vamos
zh_hans: 我们走吧

source: Level %lld
de: Ebene %lld
es: Nivel %lld
fr: Niveau %lld
it: Livello %lld
ja: レベル%lld
pt: Nível %lld
zh_hans: 级别 %lld

source: Loading…
de: Laden…
es: Cargando…
fr: Chargement…
it: Caricamento…
ja: 読み込み中…
pt: Carregando…
zh_hans: 加载中…

source: looking for patterns…
de: Auf der Suche nach Mustern…
es: buscando patrones...
fr: recherche de schémas…
it: alla ricerca di modelli…
ja: パターンを探しています…
pt: procurando padrões…
zh_hans: 寻找模式...

source: low
de: niedrig
es: bajo
fr: basse
it: Basso
ja: 低い
pt: baixo
zh_hans: 低的

source: Low
de: Niedrig
es: Bajo
fr: Bas
it: Basso
ja: 低い
pt: Baixo
zh_hans: 低的

source: Low recovery
de: Geringe Erholung
es: Baja recuperación
fr: Faible récupération
it: Recupero basso
ja: 回復力が低い
pt: Baixa recuperação
zh_hans: 回收率低

source: Low stress all day. That's rare — notice how it feels.
de: Den ganzen Tag wenig Stress. Das kommt selten vor – achten Sie darauf, wie es sich anfühlt.
es: Bajo estrés todo el día. Eso es raro; observe cómo se siente.
fr: Stress bas toute la journée. C'est rare — remarque ce que ça fait.
it: Basso stress per tutto il giorno. È raro: nota come ci si sente.
ja: 一日中ストレスが少ない。それは珍しいことです - それがどのように感じられるかに注目してください。
pt: Baixo estresse o dia todo. Isso é raro – observe como é.
zh_hans: 一整天的压力都很小。这种情况很少见——注意它的感觉。

source: low stress all day. that's rare. notice how it feels.
de: Den ganzen Tag wenig Stress. das ist selten. Spüre, wie es sich anfühlt.
es: Bajo estrés todo el día. eso es raro. nota cómo se siente.
fr: peu de stress toute la journée. c'est rare. remarquez ce que vous ressentez.
it: basso stress per tutto il giorno. è raro. nota come ci si sente.
ja: 一日中ストレスが少ない。それは珍しいことです。それがどのように感じられるかに気づいてください。
pt: baixo estresse o dia todo. isso é raro. observe como é.
zh_hans: 一整天的压力都很小。这很少见。注意它的感觉。

source: make sure your Apple Watch or iPhone is charging nearby while you sleep.
de: Stellen Sie sicher, dass Ihre Apple Watch oder Ihr iPhone in der Nähe aufgeladen wird, während Sie schlafen.
es: Asegúrate de que tu Apple Watch o iPhone se esté cargando cerca mientras duermes.
fr: assure-toi que ton Apple Watch ou iPhone charge près de toi pendant que tu dors.
it: assicurati che il tuo Apple Watch o iPhone sia in carica nelle vicinanze mentre dormi.
ja: 就寝中は近くで Apple Watch または iPhone が充電されていることを確認してください。
pt: certifique-se de que seu Apple Watch ou iPhone esteja carregando por perto enquanto você dorme.
zh_hans: 确保您睡觉时您的 Apple Watch 或 iPhone 正在附近充电。

source: Manageable load
de: Überschaubare Belastung
es: Carga manejable
fr: Charge gérable
it: Carico gestibile
ja: 管理可能な負荷
pt: Carga gerenciável
zh_hans: 可控负载

source: Mark done.
de: Mark fertig.
es: Marca hecho.
fr: Marque terminé.
it: Marco fatto.
ja: 完了マークを付けます。
pt: Marcar como concluído.
zh_hans: 标记完成。

source: meetings
de: Treffen
es: reuniones
fr: réunions
it: riunioni
ja: 会議
pt: reuniões
zh_hans: 会议

source: meetings drain you.
de: Meetings erschöpfen dich.
es: las reuniones te agotan.
fr: les réunions te vident.
it: le riunioni ti prosciugano.
ja: 会議は体力を消耗させる。
pt: as reuniões esgotam você.
zh_hans: 会议会让你筋疲力尽。

source: Mild tension
de: Leichte Spannung
es: tensión leve
fr: Tension légère
it: Lieve tensione
ja: 軽い緊張感
pt: Tensão leve
zh_hans: 轻度紧张

source: Moderate
de: Mäßig
es: Moderado
fr: Modéré
it: Moderare
ja: 適度
pt: Moderado
zh_hans: 缓和

source: Moderate load
de: Mäßige Belastung
es: Carga moderada
fr: Charge modérée
it: Carico moderato
ja: 中負荷
pt: Carga moderada
zh_hans: 中等负载

source: moderate recovery
de: moderate Erholung
es: recuperación moderada
fr: récupération moyenne
it: recupero moderato
ja: 中等度の回復
pt: recuperação moderada
zh_hans: 中等恢复

source: morning
de: Morgen
es: mañana
fr: matin
it: Mattina
ja: 朝
pt: manhã
zh_hans: 早晨

source: mornings go better when you begin with focus instead of scrolling.
de: Der Morgen verläuft besser, wenn Sie mit der Konzentration beginnen, anstatt zu scrollen.
es: Las mañanas van mejor cuando empiezas concentrándote en lugar de desplazarte.
fr: les matins vont mieux quand tu commences par te concentrer plutôt que scroller.
it: le mattine vanno meglio quando inizi a concentrarti invece che a scorrere.
ja: スクロールするのではなく集中して始めると、朝の気分が良くなります。
pt: as manhãs ficam melhores quando você começa com o foco em vez de rolar.
zh_hans: 当你从专注而不是滚动开始时，早晨会过得更好。

source: move for 5 minutes. nothing heroic.
de: 5 Minuten lang bewegen. nichts Heldenhaftes.
es: mover durante 5 minutos. nada heroico.
fr: bouge 5 minutes. rien d'héroïque.
it: muoversi per 5 minuti. niente di eroico.
ja: 5分間動きます。何も英雄的ではありません。
pt: mova-se por 5 minutos. nada de heróico.
zh_hans: 移动5分钟。没什么英雄气概。

source: Move ring almost closed
de: Bewegungsring fast geschlossen
es: Mover anillo casi cerrado
fr: Anneau Move presque fermé
it: Anello di movimento quasi chiuso
ja: ムーブリングがほぼ閉じています
pt: Anel de movimento quase fechado
zh_hans: 移动环几乎关闭

source: movement
de: Bewegung
es: movimiento
fr: mouvement
it: movimento
ja: 動き
pt: movimento
zh_hans: 移动

source: Movement
de: Bewegung
es: Movimiento
fr: Mouvement
it: Movimento
ja: 動き
pt: Movimento
zh_hans: 移动

source: Movement (%1$@) is your biggest lever today.
de: Bewegung (%1$@) ist heute Ihr größter Hebel.
es: El movimiento (%1$@) es tu mayor palanca hoy.
fr: Le mouvement (%1$@) est ton levier principal aujourd'hui.
it: Il movimento (%1$@) è la tua leva più grande oggi.
ja: 移動 (%1$@) が今日の最大の手段です。
pt: O movimento (%1$@) é sua maior alavanca hoje.
zh_hans: 运动 (%1$@) 是你今天最大的杠杆。

source: music
de: Musik
es: música
fr: musique
it: musica
ja: 音楽
pt: música
zh_hans: 音乐

source: nap / sleep
de: Nickerchen / Schlaf
es: siesta / dormir
fr: sieste / sommeil
it: pisolino/sonno
ja: 昼寝/睡眠
pt: cochilar / dormir
zh_hans: 打盹/睡觉

source: next
de: nächste
es: próximo
fr: suivant
it: Prossimo
ja: 次
pt: próximo
zh_hans: 下一个

source: Next
de: Nächste
es: Próximo
fr: Suivant
it: Prossimo
ja: 次
pt: Próximo
zh_hans: 下一个

source: Nice
de: Hübsch
es: Lindo
fr: Super
it: Carino
ja: ニース
pt: Legal
zh_hans: 好的

source: no data
de: keine Daten
es: sin datos
fr: aucune donnée
it: nessun dato
ja: データがありません
pt: sem dados
zh_hans: 没有数据

source: no meetings
de: keine Treffen
es: sin reuniones
fr: pas de réunions
it: niente riunioni
ja: 会議はありません
pt: sem reuniões
zh_hans: 没有会议

source: no meetings on your calendar today — a clear runway.
de: Heute stehen keine Besprechungen in Ihrem Kalender – freie Sicht.
es: No hay reuniones en su calendario hoy: una pista despejada.
fr: aucune réunion aujourd'hui — piste dégagée.
it: nessuna riunione sul tuo calendario oggi: pista libera.
ja: 今日のカレンダーには会議はありません。滑走路は空いています。
pt: nenhuma reunião em sua agenda hoje – uma pista limpa.
zh_hans: 今天你的日历上没有会议——一条清晰的跑道。

source: no meetings on your calendar today. a clear runway.
de: Keine Besprechungen in Ihrem Kalender für heute. eine freie Landebahn.
es: No hay reuniones en su calendario hoy. una pista despejada.
fr: aucune réunion aujourd'hui. de l'espace pour avancer.
it: nessuna riunione sul tuo calendario oggi. una pista libera.
ja: 今日はカレンダーに会議がありません。きれいな滑走路。
pt: nenhuma reunião em sua agenda hoje. uma pista limpa.
zh_hans: 今天您的日历上没有会议。清晰的跑道。

source: No significant load
de: Keine nennenswerte Belastung
es: Sin carga significativa
fr: Pas de charge significative
it: Nessun carico significativo
ja: 重大な負荷はありません
pt: Nenhuma carga significativa
zh_hans: 无明显负载

source: No stress spikes
de: Keine Stressspitzen
es: Sin picos de estrés
fr: Pas de pics de stress
it: Nessun picco di stress
ja: ストレススパイクがない
pt: Sem picos de estresse
zh_hans: 无压力峰值

source: normal activity
de: normale Aktivität
es: actividad normal
fr: activité normale
it: attività normale
ja: 通常の活動
pt: atividade normal
zh_hans: 正常活动

source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non connesso
ja: 接続されていません
pt: Não conectado
zh_hans: 未连接

source: not now
de: nicht jetzt
es: ahora no
fr: pas maintenant
it: non adesso
ja: 今じゃない
pt: agora não
zh_hans: 现在不要

source: not sure yet
de: Ich bin mir noch nicht sicher
es: no estoy seguro todavía
fr: pas sûr(e)
it: non sono ancora sicuro
ja: まだわからない
pt: ainda não tenho certeza
zh_hans: 还不确定

source: Note saved
de: Notiz gespeichert
es: Nota guardada
fr: Note enregistrée
it: Nota salvata
ja: メモが保存されました
pt: Nota salva
zh_hans: 注释已保存

source: nothing lifting you up right now.
de: Im Moment gibt es nichts, das dich hochhebt.
es: nada que te levante en este momento.
fr: rien ne te remonte en ce moment.
it: niente ti solleva in questo momento.
ja: 今のところあなたを元気づけるものは何もありません。
pt: nada levantando você agora.
zh_hans: 现在没有什么能让你振作起来。

source: nothing pulling you down right now.
de: Im Moment zieht dich nichts runter.
es: nada que te deprima en este momento.
fr: rien ne te tire vers le bas en ce moment.
it: niente ti tira giù in questo momento.
ja: 今のところあなたを引きずりおろすものは何もありません。
pt: nada puxando você para baixo agora.
zh_hans: 现在没有什么能让你失望。

source: notice how you feel after 5 minutes without input.
de: Beachten Sie, wie Sie sich nach 5 Minuten ohne Eingabe fühlen.
es: Observe cómo se siente después de 5 minutos sin intervención.
fr: observe comment tu te sens après 5 minutes sans stimulation.
it: nota come ti senti dopo 5 minuti senza input.
ja: 5分間何も入力しなかった後にどう感じるかに注目してください。
pt: observe como você se sente após 5 minutos sem intervenção.
zh_hans: 注意 5 分钟没有输入后您的感受。

source: notice who gives you energy, not just attention.
de: Beachten Sie, wer Ihnen Energie schenkt, nicht nur Aufmerksamkeit.
es: Fíjate quién te da energía, no sólo atención.
fr: remarque qui te donne de l'énergie, pas seulement de l'attention.
it: nota chi ti dà energia, non solo attenzione.
ja: 注意するだけでなく、誰があなたにエネルギーを与えてくれるかに注目してください。
pt: observe quem lhe dá energia, não apenas atenção.
zh_hans: 注意谁给你能量，而不仅仅是注意力。

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
pt: Notificações
zh_hans: 通知

source: off-peak hours
de: außerhalb der Hauptverkehrszeiten
es: horas de menor actividad
fr: heures creuses
it: orari non di punta
ja: オフピーク時間帯
pt: horários fora de pico
zh_hans: 非高峰时间

source: okay rest
de: Okay, ruh dich aus
es: bien descansa
fr: repos correct
it: ok riposati
ja: はい、休みます
pt: ok, descanse
zh_hans: 好的，休息一下

source: only %1$@ hours of sleep last night. that's less than your body needs.
de: Letzte Nacht habe ich nur %1$@ Stunden geschlafen. Das ist weniger, als Ihr Körper braucht.
es: solo %1$@ horas de sueño anoche. eso es menos de lo que tu cuerpo necesita.
fr: seulement %1$@ heures de sommeil cette nuit. c'est moins que ce dont ton corps a besoin.
it: ho dormito solo %1$@ ore la notte scorsa. è meno di quello di cui il tuo corpo ha bisogno.
ja: 昨夜の睡眠時間はわずか%1$@時間です。それは体が必要とする量よりも少ないのです。
pt: apenas %1$@ horas de sono na noite passada. isso é menos do que seu corpo precisa.
zh_hans: 昨晚只睡了 %1$@ 小时。这低于您的身体需求。

source: Only %1$@ hours of sleep. A short nap this afternoon could help.
de: Nur %1$@ Stunden Schlaf. Ein kurzes Nickerchen heute Nachmittag könnte helfen.
es: Sólo %1$@ horas de sueño. Una pequeña siesta esta tarde podría ayudar.
fr: Seulement %1$@ heures de sommeil. Une courte sieste cet après-midi pourrait aider.
it: Solo %1$@ ore di sonno. Un breve pisolino questo pomeriggio potrebbe aiutare.
ja: 睡眠時間はわずか%1$@時間です。今日の午後に短い昼寝をすると効果があるかもしれません。
pt: Apenas %1$@ horas de sono. Uma soneca esta tarde pode ajudar.
zh_hans: 仅 %1$@ 小时睡眠。今天下午小睡一会儿可能会有所帮助。

source: open komo
de: öffnen komo
es: abierto komo
fr: ouvrir komo
it: aperto komo
ja: komo を開く
pt: abra komo
zh_hans: 打开komo

source: Open Komo
de: Öffnen Sie Komo
es: Abierto Komo
fr: Ouvrir Komo
it: Apri Komo
ja: Komo を開く
pt: Abra Komo
zh_hans: 打开Komo

source: Open Komo to sync your energy and insights.
de: Öffnen Sie Komo, um Ihre Energie und Erkenntnisse zu synchronisieren.
es: Abra Komo para sincronizar su energía y sus conocimientos.
fr: Ouvre Komo pour synchroniser ton énergie et tes insights.
it: Apri Komo per sincronizzare la tua energia e le tue intuizioni.
ja: Komo を開いて、エネルギーと洞察を同期します。
pt: Abra Komo para sincronizar sua energia e insights.
zh_hans: 打开 Komo 来同步您的能量和见解。

source: outside
de: draußen
es: afuera
fr: dehors
it: al di fuori
ja: 外
pt: fora
zh_hans: 外部

source: pause for 3 minutes before pushing through.
de: 3 Minuten pausieren, bevor Sie durchdrücken.
es: haga una pausa de 3 minutos antes de continuar.
fr: fais une pause de 3 minutes avant de forcer.
it: fare una pausa per 3 minuti prima di proseguire.
ja: 押し進める前に 3 分間停止してください。
pt: faça uma pausa por 3 minutos antes de prosseguir.
zh_hans: 暂停 3 分钟，然后再推进。

source: poor sleep
de: schlechter Schlaf
es: mal dormir
fr: mauvais sommeil
it: sonno scarso
ja: 睡眠不足
pt: sono ruim
zh_hans: 睡眠不好
